emojixpress = [2.26, 19.1, 25.6, 233.0, 15.2]

# приравняйте переменную total к нулю
# < напишите код здесь >
total = 0
# прибавьте значение с индексом 0
total += emojixpress[0]# < напишите код здесь >

# прибавьте значение с индексом 1
# < напишите код здесь >
total += emojixpress[1]
# прибавьте значение с индексом 2
# < напишите код здесь >
total += emojixpress[2]
# прибавьте значение с индексом 3
# < напишите код здесь >
total += emojixpress[3]
# прибавьте значение с индексом 4
# < напишите код здесь >
total += emojixpress[4]
print('{:.2f}'.format(total))
